[
    {
      "name": "Lucy Thompson",
      "review": "Event Planet made planning my dream wedding a breeze! The attention to detail and personalized service were outstanding. Every moment felt magical. Thank you, Event Planet, for turning my vision into reality!",
      "stars": 5,
      "profilePicUrl": "https://i.ibb.co/HCrjkYm/355017882-214743731454723-2578655102689600010-n.jpg"
    },
    {
      "name": "Mark Rodriguez",
      "review": "Our corporate event was a huge success, thanks to Event Planet! The team's professionalism and creative approach exceeded our expectations. From logistics to entertainment, they nailed it. Highly recommended!",
      "stars": 4,
      "profilePicUrl": "https://i.ibb.co/qNsf3SY/boy1.png"
    },
    {
      "name": "Sophie Turner",
      "review": "Event Planet transformed our product launch into an unforgettable experience. The creativity and innovation they brought to the table were exceptional. Our guests were impressed, and so were we. Kudos to the Event Planet team!",
      "stars": 5,
      "profilePicUrl": "https://prorange.ancorathemes.com/wp-content/uploads/2022/10/testimonial-image1-copyright-150x150.jpg"
    },
    {
      "name": "Michael Carter",
      "review": "I can't thank Event Planet enough for organizing our company retreat. The team-building activities, accommodations, and overall planning were flawless. It was a perfect blend of work and relaxation. Looking forward to the next one!",
      "stars": 5,
      "profilePicUrl": "https://prorange.ancorathemes.com/wp-content/uploads/2022/10/testimonial-image3-copyright-150x150.jpg"
    },
    {
      "name": "Emma Peterson",
      "review": "Event Planet made my birthday celebration truly special. From the theme decor to the entertainment, everything was perfect. The attention to detail and the friendly staff made the entire experience stress-free and enjoyable. Highly recommend!",
      "stars": 4,
      "profilePicUrl": "https://prorange.ancorathemes.com/wp-content/uploads/2022/10/testimonial-image4-copyright-150x150.jpg"
    }
  ]
  